Repository: transacid/CenterIM
Catalog: po/*.po
Languages: de

source: password:
de: Passwort:

source: %s contact menu, %s status, %s general, %s/%s next/prev chat, %s quit
de: %s Kontakt-Menü, %s Ändere Status, %s Allgemeine Aktionen, %s/%s vor/zurück, %s Beenden

source: Ignore all events from %s?
de: Alle Handlungen von %s ignorieren?

source: Remove %s from the contact list as well?
de: %s ebenfalls aus der Kontaktliste entfernen?

source: Are you sure want to remove %s?
de: Willst du %s wirklich entfernen?

source: New nickname to show:
de: Neuer Nickname zum anzeigen:

source: Select a group to move the user to
de: Wähle Liste aus, in die der Benutzer kommen soll

source: + cannot fetch away messages being offline
de: + kann keine Abwesenheitsnotiz holen wenn offline

source: ! cannot connect, free disk space is less than 10k
de: ! Verbindung nicht herstellbar, der freie Plattenplatz ist geringer als 10k

source: away message
de: Abwesenheitsnotiz

source: ! support for %s was disabled at build time
de: ! Unterstützung für %s wurde beim Programmbau ausgeschaltet

source: + new mail arrived, %d messages
de: + Neue E-Mail erhalten, %d Nachrichten

source: + [%02d:%02d:%02d] new mail arrived, %d messages
de: + [%02d:%02d:%02d] Neue Mail erhalten, %d Nachrichten

source: + last msg from %s
de: + Letzte Nachricht von: %s

source: + the %s configuration was changed, reloaded
de: + Die %s-Konfiguration wurde geändert, wird neu geladen

source: ! another running copy of centerim detected
de: ! Eine weitere laufende Kopie von centerim entdeckt

source: ! this may cause problems. pid %lu
de: ! Das könnte Probleme verursachen. PID %lu

source: Mobile number:
de: Handynummer:

source: directory to save the file(s) to:
de: Verzeichnis zum Speichern von Datei(en):

source: The specified directory is not writable
de: Das angegebene Verzeichnis ist nicht schreibbar

source: The specified directory does not exist
de: Das angegebene Verzeichnis ist nicht vorhanden

source: + no history items for %s
de: + keine vergangenen Einträge für %s

source: + user %s is already on the list
de: + %s befindet sich bereits in der Liste

source: Select a group to add the user to
de: Wähle Liste für den Kontakt

source: + %s has been added to the list
de: + %s wurde in die Liste aufgenommen

source: + the user is back
de: + Der Benutzer ist zurück

source: + [%s] status restored
de: + [%s] Status wiederhergestellt

source: + [%s] automatically set %s
de: + [%s] Automatisch %s gesetzt

source: away
de: abwesend

source: n/a
de: nicht verfügbar

source: + Set N/A after screen detach
de: + setze nich verfügbar nach screen detached wurde

source: ! Screen socket path doesn't exist!
de: ! Der Pfad zum Screen Socket existiert nicht!

source: ! Correct path or disable screen auto presence change
de: ! Korrigiere Pfad oder schalte screen's auto-status-Änderung ab

source: ! free disk space is less than 10k, going offline
de: ! Weniger als 10k Plattenplatz frei, gehe offline

source: ! otherwise we can lose events and configuration
de: ! oder wir werden Ereignisse oder Konigurationen verlieren

source: Invite to conference..
de: In Konferenz einladen...

source: Select contacts to move
de: Wähle Kontakte zum Verschieben

source: Mass move selected users to..
de: Gewählte Benutzer gemeinsam verschieben nach...

source: couldn't fetch
de: konnte nicht holen

source: wrong XML
de: falsches XML

source: no <rss> or <feed> tag found
de: kein <rss> oder <feed> Tag gefunden

source: no <channel> or <entry> tag found
de: kein <channel> oder <entry> Tag gefunden

source: wrong <channel> or <feed> tag
de: falscher <channel> oder <feed> Tag

source: success
de: Erfolg

source: Title:
de: Titel:

source: Published on:
de: Veröffentlicht am:

source: Category:
de: Kategorie:

source: Author:
de: Autor:

source: Description:
de: Beschreibung:

source: Comments:
de: Bemerkungen:

source: + [yahoo] cannot connect:
de: + [yahoo] Verbindung nicht herstellbar:

source: could not resolve hostname
de: Rechnername kann nicht aufgelöst werden

source: could not create socket
de: Socket kann nicht erstellt werden

source: verify the pager host and port entered
de: Überprüfe den Host und Port des Pagers

source: + [yahoo] leaving the %s conference
de: + [yahoo] verlasse die %s Konferenz

source: Please join my conference.
de: Bitte trete meiner Konferenz bei.

source: Custom status message:
de: Individuelle Statusnachricht

source: + [yahoo] cannot fetch away msg from %s, %s (maybe no away msg set)
de: + [yahoo] kann Abwesenheitsnotiz von %s, %s nicht bekommen (vielleicht keine gesetzt)

source: + [yahoo] cannot login
de: + [yahoo] Kein login möglich

source: + [yahoo] cannot login: username and password mismatch
de: + [yahoo] Einloggen unmöglich: Benutzer und Passwort passen nicht

source: + [yahoo] cannot login: username doesn't exist
de: + [yahoo] Einloggen unmöglich: Benutzer existiert nicht

source: + [yahoo] cannot login: the account has been blocked
de: + [yahoo] Enloggen umöglich: Das Konto wurde gesperrt

source: + to reactivate visit %s
de: + Zum Entsperren %s besuchen

source: + [yahoo] another logon detected
de: + [yahoo] ein weiterer Login erkannt

source: + [yahoo] server closed socket
de: + [yahoo] Server hat den Socket geschlossen

source: The user %s has invited you to the %s conference, the topic there is: %s
de: Der Benutzer %s hat dich in die %s-Konferenz eingeladen, das Thema lautet: %s

source: Current conference members are:
de: Derzeitige Konferenzmitglieder sind:

source: Auto-joined the conference
de: Automatisch der Konferenz beigetreten

source: The user %s has declined your invitation to join the conference
de: Der Benutzer %s hat deine Einladung zur Konferenz abgelehnt

source: The user %s has joined the conference
de: Der Benutzer %s ist der Konferenz beigetreten

source: The user %s has left the conference
de: Der Benutzer %s hat die Konferenz verlassen

source: The user has added you to his/her contact list
de: Hat dich in ihre/seine Kontaktliste aufgenommen

source: the message was:
de: Die Nachricht war:

source: + [yahoo] e-mail from %s, %s
de: + [yahoo] Email von %s, %s

source: + [yahoo] direct connection failed
de: + [yahoo] Direkte Verbindung fehlgeschlagen

source: + [jab] unable to connect to the server
de: + [jab] Kein Verbindungsaufbau zum Server möglich

source: + [jab] unregistering from the %s agent
de: + [jab] melde vom %s Agent ab

source: Away message:
de: Abwesenheitsnotiz:

source: + [jab] no away message from %s, %s
de: + [jab] keine Abwesenheitsnotiz von %s, %s

source: Wrong nickname given, cannot register
de: Falscher Spitzname angegeben, Registrierung nicht möglich

source: Unable to connect
de: Kein Verbindungsaufbau möglich

source: The remote is using %s
de: Die Gegenstelle verwendet %s

source: Default Jabber conference server
de: Standard Jabber-Konferenz Server

source: + [jab] error %d
de: + [jab] Fehler %d

source: + [jab] error %d: %s
de: + [jab] Fehler %d: %s

source: The user wants to subscribe to your network presence updates
de: Der Benutzer möchte deinen Anwesenheitsstatus verfolgen dürfen

source: The user has removed you from his contact list (unsubscribed you, using the Jabber language)
de: Der Benutzer hat dich von seiner Kontaktliste entfernt (abbestellt, in der Jabber-Sprache)

source: + [aim] unable to connect to the server
de: + [aim] Kein Verbindungsaufbau zum Server möglich

source: I do really enjoy the default AIM profile of centerim %s.
de: Das Standard-AIM-Profil von centerim %s gefällt mir wirklich.

source: aim connection failed
de: aim-Verbindung fehlgeschlagen

source: + [aim] connect failed: %s
de: + [aim] Verbindung fehlgeschlagen: %s

source: The user has no profile information.
de: Der Benutzer hat keine Profil Informationen.

source: + [aim] password sent
de: + [aim] Passwort gesendet

source: as requested
de: wie verlangt

source: socket problems
de: Socket Proleme

source: bad username
de: Falscher Benutzername

source: bad password
de: falsches Passwort

source: username and password mismatch
de: Benutzername und Passwort stimmen nicht überein

source: dual login detected
de: doppeltes Login gefunden

source: + [icq] cannot connect
de: + [icq] Verbindung nicht herstellbar

source: + [icq] disconnected
de: + [icq] Verbindung getrennt

source: icq disconnection reason
de: Grund der ICQ-Verbindungstrennung

source: The user has accepted your authorization request
de: Der Benutzer hat deine Anfrage akzeptiert

source: The user has rejected your authorization request; the message was:
de: Der Benutzer hat deine Anfrage abgelehnt

source: + [icq] failed SMS to %s, %s
de: + [icq] SMS fehlgeschlagen an: %s, %s

source: + [icq] failed SMS to %s
de: + [icq] SMS an %s fehlgeschlagen

source: + [icq] cannot fetch away msg from %s, %s (maybe no away msg set)
de: + [icq] bekomme keine Abwesenheitsnotiz von %s, %s (vielleicht keine gesetzt?)

source: Random Chat User
de: Zufälliger Chatter

source: + [gg] connection failed
de: + [gg] Verbindung fehlgeschlagen

source: + [gg] cannot resolve %s
de: + [gg] Kann %s nicht auflösen

source: + [gg] connection to the server failed
de: + [gg] Verbindung zum Server fehlgeschlagen

source: + [gg] connection lost
de: + [gg] Verbindung verloren

source: + [gg] no away message from %s, %s
de: + [gg] Keine Abwesenheitsnotiz von %s, %s

source: + [irc] unable to connect to the server
de: + [irc] Keine Verbindung zum Server möglich

source: + [irc] connect failed: %s
de: + [irc] Verbindung fehlgeschlagen: %s

source: + [irc] nickname was changed successfully
de: + [irc] Spitzname erfolgreich geändert

source: On channels:
de: In Kanälen:

source: Kicked by %s; reason: %s
de: Gekickt von %s; Grund: %s

source: The user has changed their nick from %s to %s
de: Der Benutzer änderte seinen Spitznamen von %s auf %s

source: + [irc] password sent
de: + [irc] Passwort gesendet

source: + [irc] nick password sent
de: + [irc] Passwort gesendet

source: PING reply from the user: %d second(s)
de: PING Antwort vom Benutzer: %d Sekunde(n)

source: %s has joined.
de: %s tritt ein

source: %s has left
de: %s ist gegangen

source: reason: %s
de: Grund: %s

source: %s has been kicked by %s
de: %s wurde von %s gekickt

source: Channel topic now is: %s
de: Das Topic ist nun: %s

source: set by %s
de: gesetzt von %s

source: %s has been opped by %s.
de: %s wurde von %s geopt

source: %s has been deopped by %s.
de: %s wurde von %s deopt

source: %s has opped us.
de: %s hat dich geopt

source: you are an op here
de: Du bist hier op

source: %s has deopped us.
de: %s hat dich deopt

source: + [lj] user lookup finished
de: + [lj] Benutzer lookup beendet

source: cannot connect
de: Verbindung nicht herstellbar

source: + [lj] HTTP failed: %s
de: + [lj] HTTP fehlgeschlagen: %s

source: Message from the server:
de: Nachricht vom Server:

source: + [lj] login failed: %s
de: + [lj] Login fehlgeschlagen: %s

source: + [lj] posted successully, the id is %s
de: + [lj] erfolgreich geposted, die id ist %s

source: + [lj] post error: %s
de: + [lj] schreib Fehler: %s

source: The user %s (%s) has added you to his/her friend list Journal address: %s
de: Der Benutzer %s (%s) hat dich in ihre/seine Kontaktliste aufgenommen Journaladresse: %s

source: The user %s has removed you from his/her friend list Journal address: %s
de: Der Benutzer %s hat dich von seiner/ihrer Freundesliste entfernt Journal-Adresse: %s

source: + [lj] error deleting friend
de: + [lj] Fehler beim Löschen des Freundes

source: + [lj] the user has been removed from your friend list
de: + [lj] Der Benutzer wurde von deiner Freundesliste entfernt

source: + [lj] couldn't add friend
de: + [lj] Freund konnte nicht hinzugefügt werden

source: + [lj] %s was added to friends
de: + [lj] %s wurde zu den Freunden hinzugefügt

source: + [msn] reverse users listing finished, %d found
de: + [msn] Umgekehrtes Benutzer auflisten beendet, %d gefunden

source: + [msn] unread e-mail: %d in inbox, %d in folders
de: + [msn] Ungelesene E-Mail: %d im Eingang, %d in Ordnern

source: + [msn] e-mail from %s, %s
de: + [msn] E-Mail von %s, %s

source: + [msn] cannot connect:
de: + [msn] Verbindung nicht herstellbar:

source: verify the hostname and port
de: überprüfe den Hostname und den Port

source: connecting to the server
de: Verbinde mit dem Server

source: logged in
de: loggte sich ein

source: search finished, %d found
de: Suche beendet, %d gefunden

source: password was changed successfully
de: Passwort wurde erfolgreich geändert

source: disconnected
de: Verbindung getrennt

source: adding %s to the contacts
de: füge %s der Kontaktliste hinzu

source: removing %s from the contacts
de: entferne %s von der Kontaktliste

source: members list fetching finished, %d found
de: Mitgliederliste geholt, %d gefunden

source: The user has a birthday today
de: Der Benutzer hat heute Geburtstag

source: Mar
de: Mär

source: May
de: Mai

source: Oct
de: Okt

source: Dec
de: Dez

source: General
de: Allgemein

source: event from %s (%s)
de: Ereignis von %s (%s)

source: 60-above
de: Ü-60

source: unknown
de: unbekannt

source: General Chat
de: Allgemein

source: Romance
de: Romantik

source: Games
de: Spiele

source: Students
de: Studenten

source: 20 Something
de: Ü-20

source: 30 Something
de: Ü-30

source: 40 Something
de: Ü-40

source: 50 Plus
de: Ü-50

source: Seeking Women
de: Suchende Frauen

source: Seeking Men
de: Suchende Männer

source: Status and Activity
de: Status und Aktivität

source: Status and Name
de: Status und Name

source: Activity
de: Aktivität

source: Search profiles
de: Durchsuche Profile

source: Remove
de: Löschen

source: Load
de: Laden

source: + you must be logged in first
de: + Du musst dich erst einloggen

source: lOad
de: lAde

source: sAve
de: speichern

source: cLear
de: Löschen

source: Change
de: Ändern

source: Search/Add
de: Suchen/Hinzufügen

source: Join/Create
de: betreten/erstellen

source: Find/add user(s)
de: Benutzer suchen/hinzufügen

source: Join/create a channel/conference
de: einem/n Kanal / eine/r Konferenz beitrehten / erstellen

source: Link an RSS feed
de: RSS Feed verlinken

source: Network
de: Netzwerk

source: Nickname : %s
de: Spitzname: %s

source: First name : %s
de: Vorname: %s

source: Last name : %s
de: Nachname: %s

source: Age range : %s
de: Alter: %s

source: Gender : %s
de: Geschlecht: %s

source: Language : %s
de: Sprache: %s

source: Location
de: Herkunft

source: City : %s
de: Stadt: %s

source: State : %s
de: Staat: %s

source: Country : %s
de: Land: %s

source: Work
de: Beruf

source: Company : %s
de: Firma: %s

source: Department : %s
de: Abteilung: %s

source: Online only
de: Nur Online

source: Random chat group
de: zufällige Chat Gruppe

source: Keywords
de: Schlüsselwörter

source: Nickname
de: Spitzname

source: Search service
de: Suchdienst

source: Search parameters
de: Suchparameter

source: Feed Parameters
de: Feed Parameter

source: Check frequency (minutes) : %lu
de: Überprüfungshäufigkeit (Minuten) : %lu

source: Channel : %s
de: Kanal : %s

source: Keywords : %s
de: Schlüsselwörter : %s

source: Options
de: Einstellungen

source: Users with photos only : %s
de: Nur Benutzer mit Foto : %s

source: Look for online only : %s
de: Nur online : %s

source: Show users who have you on their list
de: Zeige Benutzer die Dich auf der Liste haben

source: Name/Title
de: Name/Titel

source: Password
de: Passwort

source: Service
de: Dienst

source: New profile name:
de: Neuer Profilname:

source: The profile with this name already exists. Do you want to overwrite it?
de: Das Profil mit diesem Namen existiert bereits. Willst Du es überschreiben?

source: Nickname:
de: Spitzname:

source: Name/Title:
de: Name/Titel:

source: First name:
de: Vorname:

source: Last name:
de: Nachname:

source: City:
de: Stadt:

source: State:
de: Staat:

source: Company:
de: Firma:

source: Department:
de: Abteilung:

source: Channel:
de: Kanal:

source: Keywords:
de: Schlüsselwörter:

source: Password:
de: Passwort:

source: Check frequency:
de: Überbrüfungshäufigkeit:

source: Wrong Jabber ID!
de: Falsche Jabber ID!

source: General
de: Allgemein

source: Registration service
de: Registrierungsdienst

source: Registration parameters
de: Registrierungsparameter

source: Change password : %s
de: Passwort ändern : %s

source: Birthdate : %s
de: Geburtstag : %s

source: Age : %s
de: Alter : %s

source: Home
de: zu Hause

source: Street address : %s
de: Straße : %s

source: Zip code : %s
de: PLZ : %s

source: Phone : %s
de: Telefon : %s

source: Cellular phone : %s
de: Handy : %s

source: More
de: Mehr

source: 1st language : %s
de: 1. Sprache : %s

source: 2nd language : %s
de: 2. Sprache : %s

source: 3rd language : %s
de: 3. Sprache : %s

source: Miscellaneous
de: Verschiedenes

source: Random chat group : %s
de: Zufällige Chat-Gruppe : %s

source: Authorization required : %s
de: Berechtigung benötigt : %s

source: Avatar file : %s
de: Avatardatei: %s

source: About
de: Über

source: Fetching your details
de: Deine Details werden geholt

source: Your %s details
de: Deine %s Details

source: Done
de: Fertig

source: Wait a moment. Your details haven't been fetched yet
de: Bitte Warten. Deine Details sind noch nicht geholt

source: Enter birthdate (DD-MM-YYYY):
de: Geburtsdatum eingeben (TT-MM-JJJJ):

source: Age:
de: Alter:

source: Street address:
de: Straße:

source: Zip code:
de: PLZ:

source: Phone:
de: Telefon:

source: Cellular phone:
de: Handy:

source: About
de: Über

source: New password:
de: Neues Passwort:

source: Check the new password:
de: Überprüfung des neuen Passworts:

source: Avatar file:
de: Avatardatei:

source: none
de: keine

source: [Ctrl-X save, Esc cancel]
de: [Ctrl-X speichern, Esc abbrechen]

source: Send file(s) to %s, %lu
de: Sende Datei(en) an %s, %lu

source: Add
de: Hinz.

source: Comment
de: Kommentar

source: Send
de: senden

source: Files
de: Dateien

source: Comment
de: Kommentar

source: filename:
de: Dateiname:

source: comment:
de: Kommentar:

source: None
de: keine

source: Russian
de: Russisch

source: Polish
de: Polnisch

source: German UTF-8
de: Deutsch UTF-8

source: CenterIM configuration
de: CenterIM Konfiguration

source: User interface
de: Oberfläche

source: Change sound device to : %s
de: Ändere Soundausgabe zu : %s

source: Change color scheme to : %s
de: Ändere Farbschema in : %s

source: Change default request authorization message
de: Ändere standard Autorisierungsanfragennachricht?

source: Left panel width : %d
de: Breite linkes Fenster : %d

source: Log panel height : %d
de: Log-Höhe : %d

source: Chat panel height : %d
de: Chat Höhe : %d

source: Show opened chats : %s
de: Zeige offene Chats an : %s

source: Enable bidirectional languages support : %s
de: Bidirektionale Sprachunterstützung : %s

source: Enable emacs bindings in text editor : %s
de: Emacs keybingings im Texteditor : %s

source: Enable vi bindings: %s
de: Aktiviere vi Tastenbindung: %s

source: Ask before quit : %s
de: Fragen vor dem Schliessen : %s

source: Switch to language preset : %s
de: Wechsel zu Sprache : %s

source: Remote charset : %s
de: Entfernter Zeichensatz : %s

source: Local charset : %s
de: Lokaler Zeichensatz : %s

source: For protocols : %s
de: Für Protokoll : %s

source: Contact list
de: Kontaktliste

source: Arrange contacts into groups : %s
de: Kontakte in Listen einteilen : %s

source: Sort contacts by : %s
de: Sortiere Kontakte nach: %s

source: Hide offline users : %s
de: Verstecke Offline Benutzer : %s

source: Anti-spam: kill msgs from users not on the list : %s
de: Anti-spam: Lösche Nachr. von Leuten außerhalb der Liste : %s

source: Anti-spam: ignore authorization requests: %s
de: Anti-Spam: Ignoriere Berechtigungsanfrage: %s

source: Anti-spam: use captcha to identify bots: %s
de: Anti-Spam: benutze ein Captcha um Bots zu identifizieren: %s

source: Quote a message on reply : %s
de: Zitiere Nachrichten beim Antworten : %s

source: Check the local mailbox : %s
de: Überprüfe lokale Mailbox : %s

source: Remember passwords : %s
de: Speichere Passwort : %s

source: Edit away message on status change : %s
de: Abwesenheitsnotiz bei Statusänderung bearbeiten : %s

source: Chat messaging mode for : %s
de: Chat Modus für : %s

source: Enter key sends message for : %s
de: Mit Enter Nachrichten verschicken : %s

source: Chat messaging mode : %s
de: Chat Modus : %s

source: Enter key sends message : %s
de: Enter sendet Nachricht : %s

source: Color contacts according to: %s
de: Färbe Kontakte nach: %s

source: Communications
de: Kommunikation

source: Proxy only for HTTP (rss and lj) : %s
de: Proxy nur für HTTP (rss und lj) : %s

source: Enable peer-to-peer communications : %s
de: Erlaube peer-to-peer Kommunikation : %s

source: Port range to use for peer-to-peer : %s
de: Portrange die für peer-to-peer benutzt werden soll : %s

source: Timestamps in the log window : %s
de: Zeitstempel im Logfenster : %s

source: Timestamps include seconds : %s
de: Zeitstempel mit Sekunden : %s

source: Online/offline events in the log window : %s
de: Online/Offline Ereignisse im Logfenster : %s

source: Detailed IM events log in ~/.centerim/log : %s
de: Detaillierte Logs in ~/.centerim/log : %s

source: Automatically set Away period (min) : %d
de: Automatisch »weg« nach (Min.) : %d

source: Automatically set N/A period (min) : %d
de: Automatisch »nicht verfügbar« nach (Min.) : %d

source: Use X to report idle time : %s
de: Verwende X um Untätigkeit festzustellen : %s

source: Automatically set N/A when screen is detached : %s
de: Automatisch »nicht verfügbar« nachdem dem screen detached wurde : %s

source: Screen socket path : %s
de: Pfad zum Screen Socket : %s

source: Auto Away period (0 - disable):
de: Auto-»weg«-Dauer (0 = aus):

source: Auto N/A period (0 - disable):
de: Auto-»nicht-verfügbar«-Dauer (0 = aus):

source: SMTP server hostname:
de: Name des SMTP Servers:

source: HTTP proxy server hostname:
de: Name des HTTP Proxyservers:

source: Charset to convert messages from:
de: Charset aus dem Nachrichten konvertiert werden sollen:

source: Charset to convert messages to:
de: Charset in das Nachrichten konvertiert werden sollen:

source: HTTP browser to use:
de: Browser der benutzt wird:

source: Left panel width:
de: Linkes Fenster Breite:

source: Log panel height:
de: Logfenster Höhe:

source: Chat panel height:
de: Chatfenster Höhe:

source: Default authorization request message:
de: Standard Autorisierungsanfragennachricht:

source: Screen socket path:
de: Pfad zum Screen Socket:

source: Choosen screen socket path doesn't exist!
de: Der gewählte Pfad zum Screen Socket existiert nicht!

source: Your details have been fetched
de: Deine Details wurden geholt

source: Organize contact groups
de: Organisiere Kontaktgruppen

source: Rename
de: Umbenennen

source: rEmove
de: Löschen

source: move Up
de: nach oben

source: move Down
de: nach unten

source: Select
de: Auswählen

source: Groups
de: Listen

source: Name for a group to be created:
de: Name für eine zu erstellende Liste:

source: New name for the group:
de: Neuer Name für die Liste:

source: Are you sure want to remove the group?
de: Willst du die Liste wirklich entfernen?

source: File transfer status
de: Datenübertragungsstatus

source: Cancel
de: Abbrechen

source: Incoming from %s
de: Eingehend von %s

source: Outgoing to %s
de: Ausgehend an %s

source: work
de: Arbeit

source: done
de: Fertig

source: abort
de: Abbrechen

source: of
de: von

source: Cannot remove a transfer which is in progress now
de: Kann keine Übertragung entfernen die noch läuft

source: public (visible to all)
de: öffentlich (sichtbar für alle)

source: private
de: privat

source: friends only
de: nur Freunde

source: LiveJournal posting: attributes
de: LiveJournal posting: Attribute

source: Detect music
de: erkenne Musik

source: cAncel
de: Abbrechen

source: Post to journal : %s
de: Zum Journal senden : %s

source: Subject : %s
de: Thema : %s
