Repository: transacid/CenterIM
Catalog: po/*.po
Languages: de

source: Security : %s
de: Sicherheit : %s

source: Mood : %s
de: Stimmung : %s

source: (none/custom)
de: (nichts/eigen)

source: Custom mood : %s
de: individuelle Stimmung : %s

source: Music : %s
de: Musik : %s

source: Picture : %s
de: Bild : %s

source: (default)
de: (standard)

source: Disable auto-formatting : %s
de: verhindere auto formatierung : %s

source: Disable sending comments by e-mail : %s
de: verhindere das senden von Kommentaren per email : %s

source: Disallow comments : %s
de: Kommentare verbieten : %s

source: Backdated entry : %s
de: Zurückliegender Eintrag : %s

source: Posting subject:
de: Posting Thema:

source: Currently playing:
de: Spiele gerade:

source: Current mood:
de: Stimmung:

source: Tags for the entry:
de: Tags für den Eintrag:

source: pgp key quick search
de: PGP Schlüssel Schnellsuche

source: PGP key search: type to find, %s find again, Enter finish
de: PGP Schlüsselsuche: Tippen zum Finden, %s wieder Suchen, Enter Ende

source: Select PGP key to use
de: Wähle einen PGP Schlüssel

source: Use no key
de: Benutze keinen Schlüssel

source: pgp key selection
de: PGP Schlüssel Auswahl

source: PGP key selection: %s for quick lookup
de: PGP Schlüssel Auswahl: %s für schnelle Suche

source: executed external manual action %s, return code = %d
de: externes Handbuch aufrufen %s, gab folgendes zurück = %d

source: executed external action %s, return code = %d
de: führte externe Aktion %s aus, es kam zurück = %d

source: Invisible
de: unsichtbar

source: Free for chat
de: frei zum Chatten

source: Do not disturb
de: nicht stören

source: Occupied
de: besetzt

source: Not available
de: nicht verfügbar

source: Away
de: weg

source: Out for Lunch
de: zum Essen

source: DND
de: nicht stören

source: N/A
de: nicht verfügbar

source: message
de: Nachricht

source: authorization
de: Autorisierung

source: notification
de: Benachrichtigung

source: contacts
de: Kontakte

source: files
de: Dateien

source: event
de: Ereignis

source: events log started
de: Ereignislog gestartet

source: outgoing %s to %s
de: rausgehend %s nach %s

source: incoming %s from %s
de: ankommend %s von %s

source: ignored
de: ignoriert

source: %s [%s] comes online
de: %s [%s] kam online

source: %s went offline
de: %s ging offline

source: %s is now %s, was %s
de: %s ist nun %s, war %s

source: %s: went online, with status %s
de: %s: kam online, mit status %s

source: %s: went offline
de: %s: ging offline

source: changed our %s status to %s from %s
de: verändere %s Status von %s nach %s

source: Secured : %s
de: gesichert : %s

source: Password (optional) : %s
de: Passwort (optional) : %s

source: Password : %s
de: Passwort : %s

source: Priority : %s
de: Dringlichkeit : %s

source: Import friend list : %s
de: Importiere Freundesliste : %s

source: NickServ password (optional) : %s
de: NickServ Passwort (optional) : %s

source: Request receipts: %s
de: Empfangsbestätigung anfordern : %s

source: Send OS info: %s
de: Sende Betriebssysteminfos : %s

source: Register
de: Registrieren

source: OpenPGP key: %s
de: OpenPGP Schlüssel: %s

source: Key passphrase: %s
de: Schlüsselparole: %s

source: Change nickname
de: Spitzname ändern

source: Update user details
de: Benutzerdetails aktualisieren

source: Set away message
de: Abwesenheitsnotiz eingeben

source: Set external status
de: Setzte externen Status

source: Drop
de: löschen

source: user name:
de: Benutzername:

source: password:
de: Passwort:

source: Drop the account information first!
de: Lösche erst die Accountinformationen!

source: You have to disconnect the service first!
de: Erst die Verbindung zum Service trennen!

source: server address:
de: Server Adresse:

source: priority:
de: Dringlichkeit:

source: PGP key passphrase:
de: PGP Schlüsselparole:

source: Register on the %s network
de: Im %s Netzwerk registrieren

source: Go ahead
de: Weiter

source: Password to set : %s
de: Neues Passwort : %s

source: Check the password : %s
de: Überprüfung des Passworts : %s

source: Server to use : %s
de: Server Adresse : %s

source: Check the password you entered:
de: Überpfrüfe das eingegebene Passwort:

source: Nickname to set:
de: Spitzname einstellen:

source: Passwords do not match
de: Passwörter stimmen nicht überein!

source: Password must be entered
de: Passwort muss eingegeben werden

source: Password must be at least 6 chars long
de: Passwort muss mindestens 6 Zeichen lang sein

source: Registration progress
de: Registrierungsvorgang

source: Connecting to the server %s ...
de: Verbinde mit dem Server %s ...

source: Sending request
de: Sende Anfrage

source: Timed out waiting for a new uin. Retry?
de: Zeitüberschreitung beim warten auf eine neue UIN. Wiederholen?

source: Retrying..
de: Wiederhole...

source: New UIN received, %lu
de: Neue UIN erhalten, %lu

source: Disconnected
de: Verbindung getrennt

source: Unable to connect to icq server. Retry?
de: Verbindungsaufbau zum ICQ Server nicht möglich. Wiederholen?

source: Trying to register %s at %s ...
de: Registrierung von %s bei %s wird versucht ...

source: The Jabber ID was successfully registered
de: Die Jabber ID wurde erfolgreich registriert

source: Failed
de: fehlgeschlagen

source: You must be logged to the ICQ network to update the details
de: Du musst dich erst bei ICQ einloggen um die Details zu beartbeiten

source: new MSN friendly nick:
de: neuer MSN Friendly Nick

source: You must be logged to the MSN network to update the friendly nick
de: Du musst dich bei MSN einloggen um Deine Details zu bearbeiten

source: You must be logged to the Jabber network to update your details
de: Du musst dich bei Jabber einloggen um Deine Details zu bearbeiten

source: You must be logged to the Gadu-Gadu network to update your details
de: Du musst dich bei Gadu-Gadu einloggen um deine Details zu bearbeiten

source: registration is not supported
de: Registrierung wird nicht unterstützt

source: I do really enjoy the default %s away message of %s %s.
de: Mir gefällt die Standard %s Abwesenheitsnotiz von %s %s wirklich.

source: + ERROR: captcha disabled: no questions found!
de: + FEHLER: Captcha ausgeschaltet: keine Frage gefunden!

source: + launched the %s action command
de: + %s ausgeführt

source: event sending error: not enough parameters
de: Ereignissendefehler: nicht genug Parameter

source: event sending error: only UINs are allowed with icq protocol
de: Ereignissendefehler: bei ICQ sind nur UINs erlaubt

source: event sending error: unknown IM type
de: Ereignissendefehler: unkown IM-type

source: event sending error: unknown event type
de: Ereignis-sende-Fehler: unbekannter Ereignis-Typ

source: %s to %s has been put to the queue
de: %s nach %s wurde der Warteschlange hinzugefügt

source: event sending error: error creating directory for the contact
de: Ereignissendefehler: konnte für diesen Kontakt keinen Ordner anlegen

source: status change error:
de: Statuswechselfehler:

source: Usage:
de: Gebrauch:

source: [OPTION]...
de: [OPTIONEN]...

source: General options:
de: Allgemeine Einstellungen:

source: --ascii, -a use ASCII characters for windows and UI controls
de: --ascii, -a benutze ASCII-Charachters für Fenster und die UI-Kontrolle

source: --basedir, -b <path> set a custom base directory
de: --basdir, -b <path> setzt einen individuellen Grundordner

source: --bind, -B <host/ip> bind a custom local IP
de: --bind, -B <host/ip> binde an eine bestimmte IP

source: --no-xtitles, -T disable xterm titles
de: --no-xtitles, -T keine xterm Titel

source: --offline, -o set all protocols status to offline upon start
de: --offline, -o setze beim Start alle Protokolle auf offline

source: --debug, -d enables debug info logging
de: --debug, -d gibt debug und Fehlermeldungen aus

source: --help display this stuff
de: --help zeigt diese Hilfe an

source: --version, -v show the program version info
de: --version, -v zeigt die Programmversion an

source: Events sending options:
de: Ereignis Sendeoptionen:

source: -s, --send <event type> event type; can be msg, sms or url
de: -s, --send <Typ> Ereignis Typ; das können sein: msg, sms oder url

source: -S, --status <status> change the current IM status. Status; o, _, a, d, n, c, f, i
de: -S, --status <status> ändert den aktuellen Status; o, _, a, d, n, c, f, i

source: -p, --proto <protocol> protocol type; can be icq, yahoo, msn, aim, irc, jab, rss, lj, gg or infocard
de: -p, --poro <Protokoll> Protokoll, das kan sein: icq, yahoo, msn, aim, irc, jab, rss, lj, gg oder infocard

source: -t, --to <destination> destination UIN or nick (depends on protocol)
de: -t, --to <Ziel> UIN oder Nick der Zielperson

source: -n, --number <phone#> mobile number to send an event to (sms only)
de: -n, --number <TeleNr> Handynummer um eine SMS zu senden

source: Report bugs to http://bugzilla.centerim.org/.
de: Fehlerberichte an http://bugzilla.centerim.org

source: Empty authorization request message
de: Leere Berechtigungsanfrage

source: * Authorization request :
de: * Berechtigungsanfrage :

source: * Authorization :
de: * Berechtigung :

source: * Contacts :
de: * Kontakte :

source: <no nick>
de: <kein Spitzname>

source: * File transfer
de: * Dateiübertragung

source: PGP passphrase required:
de: PGP Parole benötigt:

source: incorrect PGP passphrase
de: falsche PGP Parole

source: PGP sign error:
de: PGP Signierfehler:

source: PGP encrypt error:
de: PGP Verschlüsselungsfehler:

source: [OTR] Error: inject_message_cb, recipient "
de: [OTR] Fehler: inject_message_cb, recipient "

source: " not found
de: " nicht gefunden

source: Error
de: Fehler

source: Warning
de: Warnung

source: protocol:
de: Protokoll:

source: username:
de: Benutzername:

source: title:
de: Titel:

source: primary:
de: Primär:

source: secondary:
de: Sekundär:

source: [OTR] Received unknown fingerprint from "
de: [OTR] Empfing unbekannten Fingerprint von "

source: You can verify it in the OTR options.
de: Du kannst das in den OTR Optionen prüfen

source: [OTR] Connection is now secure...
de: [OTR] Verbindung ist jetzt sicher...

source: [OTR] Connection is insecure...
de: [OTR] Verbindung ist unsicher...

source: [OTR] Error while encrypting message... no message sent!
de: [OTR] Fehler beim Verschlüsseln der Nachricht... keine Nachricht gesendet!

source: [OTR] Error: At the moment, only jabber is supported
de: [OTR] Fehler: Derzeit wird nur Jabber unterstützt

source: [OTR] Trying to start a secure session with "
de: [OTR] Versuche sichere Sitzung mit " zu starten

source: [OTR] Ending secure session with "
de: [OTR] beende sichere Sitzung mit "

source: yes/no
de: ja/nein

source: no
de: nein

source: yes
de: ja

source: Please type 'yes' or 'no':
de: Bitte tippe 'ja' oder 'nein':

source: Private keys
de: Privater Schlüssel

source: Error calculating Fingerprint
de: Fehler während des berechnen des Fingerprints

source: Account:
de: Konto:

source: Protocol:
de: Protokoll:

source: Forget key
de: vergiss den Schüssel

source: Public keys
de: Öffentlicher Schlüssel

source: User:
de: Benutzer:

source: Protocol:
de: Protokoll:

source: Account:
de: Konto:

source: Yes
de: Ja

source: No
de: Nein

source: Verified:
de: Bestätigt:

source: Active fingerprint:
de: Aktiver Fingerprint:

source: Do you want to forget the selected key?
de: Willst du den ausgewählten Schlüssel vergessen?

source: Do you want verify the selected key?
de: Willst du den ausgewählten Schlüssel bestätigen?

source: No Jabber
de: Kein Jabber

source: No OTR
de: Kein OTR

source: Plaintext
de: Klartext

source: Encrypted
de: Verschlüsselt

source: Finished
de: Beendet

source: Unknown
de: unbekannt

source: No Encryption
de: Keine Verschlüsselung

source: Verified
de: bestätigt

source: Unverified
de: unbestätigt

source: Male
de: männlich

source: Female
de: weiblich

source: Not specified
de: nicht angegeben

source: Next
de: nächste

source: Fwd
de: weiterleiten

source: Reply
de: antworten

source: Open
de: öffnen

source: Accept
de: annehmen

source: Reject
de: zurückweisen

source: User info
de: Benutzerinfo

source: Prev
de: vorherige

source: sound card
de: Soundkarte

source: speaker
de: PC Lautsprecher

source: disable
de: deaktivieren

source: don't change
de: nicht ändern

source: dark
de: dunkel

source: blue
de: blau

source: protocol
de: Protokoll

source: mode 1
de: Modus 1

source: mode 2
de: Modus 2

source: CENTERIM %s UNSENT: %lu
de: CenterIM %s NICHT VERSENDET: %lu

source: Send an URL
de: URL versenden

source: Send an SMS
de: SMS versenden

source: Send contacts
de: Kontakte versenden

source: Request authorization
de: Berechtigung anfordern

source: Edit details
de: Details bearbeiten

source: Fetch away message
de: Hole Abwesenheitsnotiz

source: Add to list
de: Zur Liste hinzufügen

source: Rename contact
de: Kontakt umbenennen

source: Move to group..
de: In Liste verschieben...

source: Fetch version info
de: Hole Versionsinfo

source: Send file(s)
de: Datei(en) senden

source: Invite to conference..
de: In Konferenz einladen...

source: Send a channel message enter
de: Sende eine Kanalnachricht enter

source: Channel chat history
de: Vergangene Ereignisse

source: Remove channel del
de: Lösche Kanal del

source: Join channel
de: Kanal beitreten

source: Leave channel
de: Kanal verlassen

source: List nicknames
de: Spitznamen auflisten

source: UnBlock channel messages
de: Kanalnachrichten erlauben

source: Block channel messages
de: Kanalnachrichten blockieren

source: Send a message
de: Eine Nachricht senden

source: Event history
de: Vergangene Ereignisse

source: Remove user
de: Benutzer entfernen

source: User's details
de: Benutzerdetails

source: External actions..
de: Externe Aktion...

source: Unset ignore user
de: Benutzer nichtmehr ignorieren

source: Ignore user
de: Benutzer ignorieren

source: Assign PGP key..
de: PGP Schlüssel zuweisen...

source: Unassign PGP key
de: PGP Schlüssel entfernen

source: Turn PGP encryption %s
de: Schalte PGP Verschlüsselung %s

source: Force check
de: Prüfung erzwingen

source: Change status
de: Status ändern

source: Go to contact..
de: Gehe zu Kontakt...

source: Accounts..
de: Konten...

source: CenterIM config options
de: CenterIM Einstellungen

source: OTR options and fingerprints
de: OTR Optionen

source: File transfers monitor
de: Überwachung Dateiübertragung

source: Find/add users
de: Benutzer suchen/hinzufügen

source: Join channel/conference
de: Kanal/Konferenz beitreten

source: Link an RSS feed
de: RSS Feed verlinken

source: View/edit ignore list
de: Betrachte/bearbeite Ignorierliste

source: View/edit invisible list
de: Betrachte/bearbeite Unsichtbarliste

source: View/edit visible list
de: Betrachte/bearbeite Sichtbarliste

source: Show offline users
de: Offline Benutzer anzeigen

source: Hide offline users
de: Offline Benutzer verstecken

source: Organize contact groups
de: Kontaktlisten organisieren

source: Mass group move..
de: Gruppen Massenverschiebung...

source: Message
de: Nachricht

source: New search
de: Neue Suche

source: Contact to add
de: Kontakt zum Hinzufügen

source: Searching contacts..
de: Suche Kontakte...

source: Search results [done]
de: Suchergebnisse [beendet]

source: Information about %s
de: Informationen über %s

source: Nickname
de: Spitzname

source: This is your LiveJournal account. Use it to
de: Dies ist dein LifeJournal Account.

source: post new entries to your journal.
de: benutze Ihn um Einträge an Dein Journal zu schicken

source: The following users have you listed as their friend:
de: Die folgenden Benutzer haben dich als Freund aufgeführt:

source: found
de: gefunden

source: used
de: verwendet

source: not used
de: nicht verwendet

source: not found
de: nicht gefunden

source: 2nd e-mail
de: 2. Email

source: Old e-mail
de: alte Email

source: Gender
de: Geschlecht

source: Birthdate
de: Geburtstag

source: Age
de: Alter

source: Languages
de: Sprachen

source: Last IP
de: Letzte IP

source: Last seen
de: Zuletzt gesehen

source: Never
de: Nie

source: days
de: Tage

source: hours
de: Stunden

source: seconds
de: Sekunden

source: Server-based contact
de: serverseitiger Kontakt

source: Awaiting authorization
de: erwarte Autorisierung

source: Avatar file
de: Avatardatei

source: Address
de: Adresse

source: Location
de: Ort

source: Zip code
de: PLZ

source: Phone
de: Telefon

source: Cellular
de: Handy

source: Timezone
de: Zeitzone

source: Company
de: Firma

source: Department
de: Abteilung

source: Title
de: Titel

source: Interests
de: Interessen

source: Background
de: Hintergrund

source: Handle
de: Name

source: Encoding
de: Kodierung

source: Frequency
de: Häufigkeit

source: Last check
de: Zuletzt geprüft

source: Next check
de: Nächste Prüfung

source: Last result
de: Letzes Ergebnis

source: %lu minutes
de: %lu Minuten

source: Now
de: Jetzt

source: Full name
de: Ganzer Name

source: %s to URLs, %s external actions, %s close
de: %s zu URLs. %s externe Aktion, %s schließen

source: user info for %s
de: Benutzerinfo für %s

source: Check
de: Prüfen

source: Edit
de: Bearbeiten

source: Retreive
de: Empfangen

source: Friend of
de: Freund von

source: Home
de: Zuhause

source: Work
de: Arbeit

source: More
de: Mehr

source: Retrieve
de: Empfange

source: [icq] ICQ network
de: [icq] ICQ Netzwerk

source: All protocols
de: Alle Protokolle

source: Already logged in only
de: Nur bereits eingeloggte

source: <Space> or <Enter> confirm, <Esc> cancel
de: <Leertaste> oder <Enter> bestätigen, <ESC> abbrechen

source: <Space> confirm, <Esc> cancel
de: <Leertaste> bestätigen, <ESC> abbrechen

source: Move to contacts
de: Versch. zu Kontakte

source: Ignore list
de: Ignorierliste

source: Visible list
de: Sichtbaliste

source: Invisible list
de: Unsichtbarliste

source: Select contacts to add to the list
de: Wähle Kontakte zum Aufnehmen in die Liste

source: Remove the %d contacts from the contact list as well?
de: Entferne die %d Kontakte auch aus der Liste?

source: Event recipients
de: Ereignisempfänger

source: QuickSearch: type to find, %s find again, Enter finish
de: Schnellsuche: Tippen um zu finden, %s wieder Suchen, Enter Ende

source: contact list quick search
de: Kontaktlisten-Schnellsuche

source: + no URLs within the current context
de: + hier gibt es keine URLs

source: URLs within the current context
de: URLs

source: + no external actions defined for %s
de: + keine externe Aktion für %s definiert

source: Result of the external action %s:
de: Ergebnis der externen Aktion %s:

source: %s send, %s multi, %s/%s pr/nxt chat, %s hist, %s URLs, %s expand, %s memb
de: %s senden, %s mehrere, %s/%s vor/zurück, %s Gesch., %s URLs, %s vergrößern, %s Mitgl.

source: %s send, %s multi, %s/%s pr/nxt chat, %s hist, %s URLs, %s expand, %s info
de: %s senden, %s mehrere, %s/%s vor/zurück, %s Gesch., %s URLs, %s vergrößern, %s info

source: Outgoing %s
de: Rausgehend %s

source: Send contacts..
de: Kontakte senden...

source: file name:
de: Dateiname:

source: Outgoing %s to %s
de: Rausgehend %s an %s

source: Sent on %s
de: Geschickt am %s

source: Incoming %s from %s
de: Ankommend %s von %s

source: Received on %s
de: Erhalten am %s

source: %s to URLs, %s to full-screenize, %s close
de: %s zu URLs, %s Vollbild, %s abbrechen

source: %s from %s, received on %s
de: %s von%s, erhalten am %s

source: %s to %s, sent on %s
de: %s zu %s, gesendet am %s

source: full-screen view
de: Vollbildansicht

source: %s or %s to close, Up/Down and PgUp/PgDn to scroll
de: %s oder %s zum schließen, Hoch/Runter und Bildhoch/Bildrunter zum srollen

source: History for %s, %d events total
de: Geschichte von %s, %d Aktionen insgesammt

source: %s search, %s again, %s cancel
de: %s suchen, %s nochmal, %s abbrechen

source: search for:
de: suche nach:
